{
  "login": "Connexion",
  "home": "Accueil",
  "about": "À propos",
  "connexion": "Connexion",
  "signUp": "S'inscrire",
  "title_1": "La lecture est une porte",
  "title_2": "ouverte sur d'autres mondes.",
  "title_description": "Embrassez l'avenir de l'accès au savoir avec notre bibliothèque numérique de pointe. Explorez une vaste collection de livres, d'articles et de documents de recherche, le tout à portée de main.",
  "visiteCatalogue": "Visiter le catalogue",
  "howItWorks": "Comment ça marche ?",
  "howItWorks_desciption": "Emprunter un livre est aussi simple que de se rendre à votre bibliothèque locale, de trouver le livre que vous voulez et de l'emprunter avec votre carte de bibliothèque.",
  "howItWorks_d": {
    "l1": "Créer un compte",
    "l1_des": "pour déverrouiller un monde de connaissances. Accédez à notre vaste collection de livres, d'articles et plus encore.",
    "l2": "Visiter le catalogue",
    "l2_des": "Trouvez votre match parfait. Recherchez dans notre vaste collection de livres, d'articles et plus encore.",
    "l3": "Réserver un livre",
    "l3_des": "Réservez un livre pour le récupérer dans la succursale de votre bibliothèque préférée.",
    "l4": "Retirer un livre",
    "l4_des": "Récupérez votre livre réservé dans la succursale de votre bibliothèque choisie."
  },
  "price": "Prix",
  "price_description": "Le prix idéal pour vous, quel que soit votre profil",
  "yearly": "Annuel",
  "monthly": "Mensuel",
  "year": "an",
  "month": "mois",
  "c1": {
    "id": 1,
    "content": "Explorez les œuvres littéraires les plus célèbres du monde, des épopées anciennes aux chefs-d'œuvre modernes"
  },
  "c2": {
    "content": "Une collection d'histoires d'amour captivantes pour les romantiques."
  },
  "c3": {
    "content": "Un roman rapide et suspenseful qui suit un détective déterminé alors qu'il démêle un réseau complexe de tromperie et de danger dans une enquête policière à haut risque..."
  },
  "c4": {
    "content": "Le prix Nobel est décerné chaque année dans six catégories : Physique, Chimie, Physiologie ou Médecine, Littérature, Paix et Sciences économiques. ..."
  },
  "c5": {
    "content": ""
  },
  "c6": {
    "content": ""
  },
  "c7": {
    "content": ""
  },
  "c8": {
    "content": "Livres sur l'anatomie humaine, la physiologie, la pathologie, la pharmacologie, et plus encore..."
  },
  "c9": {
    "content": "L'étude des ordinateurs et des systèmes informatiques, y compris le matériel, les logiciels et les algorithmes..."
  },
  "c10": {
    "content": "Vivez des aventures palpitantes, explorez des intrigues déconcertantes et assistez au combat du bien contre le mal dans ces séries de bandes dessinées captivantes..."
  },
  "c11": {
    "content": "Voyagez à travers les voix et les perspectives diverses des écrivains africains..."
  },
  "c12": {
    "content": ""
  },
  "categories": "Catégories",
  "basic": "Basique",
  "standard": "Standard",
  "firstName": "Prénom",
  "lastName": "Nom",
  "email": "E-mail",
  "phone": "Téléphone",
  "address": "Adresse",
  "city": "Ville",
  "cni": "CNI",
  "password": "Mot de passe",
  "confirmPassword": "Confirmer mot de passe",
  "createAccount": "Créer un compte",
  "cancel": "Annuler",
  "acceptT": "J'accepte les",
  "termsOfUse": "conditions d'utilisation",
  "and": "et",
  "privacy": "politique de confidentialité",
  "subscribeNow": "S'inscrire maintenant"
}